[{"id":["Author"],"description":["paper author(s)"],"display_name":[],"type":["character"],"values":["Cummings and Guerlain","Durso","Fracker","Gatsoulis et al.","Hogan","Jipp","Kaber","Kass et al.","Lo et al.","Loft","Lukosch","Matthews","O'Brien","Riley","Salmon","Saus","Strater","Sulistyawati","Sulistyawati and Chui","Venturino","Yang et al.","Entin","Gugerty","Gutzwiller","Stanners","McDermott","Pierce","Selcon","Cooper","Strybel","Jannat","Kraemer","Paletta","Puuska","Bowden","Pleban","Sollenberger-a","Sollenberger-b","Valentine","Adams-White","Albina","Barros","Clark","Crooks","de Winter","Gatsoulis","Gregoriades","Grigoleit","Gugliotta","Jeon","Johnson","Jung","Lafond","Laptaned","Lehtonen","Lin","Miles","Mogford","Nickel","OHagan","Onal","Rogers","Rose","Schuster","Taylor","Visser","Wijayanto","Wojtusch","Cha"],"display_values":[],"display":["false"]},{"id":["Year"],"description":["year of paper publication"],"display_name":[],"type":["integer"],"values":["2007","1998","2006","1991","2010","2016","2004","2011","2002","2009","2001","1990","2000","1997","2013","2005","2008","2018","2015","2017","1995","2019","2014","2012"],"display_values":[],"display":["false"]},{"id":["Title"],"description":["title of paper"],"display_name":[],"type":["character"],"values":["Developing Operator Capacity Estimates for Supervisory Control of Autonomous Vehicles","Situation Awareness As a Predictor of Performance in En Route Air Traffic Controllers.","Does Situation Awareness Add to the Validity of Cognitive Tests?","Measures of situation awareness: An experimental evaluation","On the measurement of situation awareness for effective human-robot interaction in teleoperated systems","Use of Human Patient Simulation and the Situation Awareness Global Assessment Technique in Practical Trauma Skills Assessment","The impact of higher levels of automation on performance and situation awareness: A function of information-processing ability and working-memory capacity.","The effects of level of automation and adaptive automation on human performance, situation awareness and workload in a dynamic control task.","Effects of mindfulness training on simulated driving: Preliminary results","Explicit or implicit situation awareness? Measuring the situation awareness of train traffic controllers","The Impact of Uncertain Contact Location on Situation Awareness and Performance in Simulated Submarine Track Management","The role of awareness for complex planning task performance: A microgaming study.","Assessing Situation Awareness in Field Training Exercises","Situational awareness ability and cognitive skills training in a complex real-world task.","Situation awareness and attention allocation measures for quantifying telepresence experiences in teleoperation","Measuring Situation Awareness in complex systems: Comparison of measures study","The Effect of Brief Situational Awareness Training in a Police Shooting Simulator: An Experimental Study","Measures of platoon leader situation awareness in virtual decision-making exercises","Prediction in Situation Awareness: Confidence Bias and Underlying Cognitive Abilities","Confidence Bias in Situation Awareness","Performance-based measures of merit for tactical situation awareness","Operators' signal-detection performance in video display unit monitoring tasks of the main control room","AN EXPLORATORY INVESTIGATION OF RELATIONSHIPS BETWEEN SITUATION AWARENESS AND PERFORMANCE IN AN ATTACK HELICOPTER DOMAIN","Situation Awareness During Driving: Explicit and Implicit Knowledge in Dynamic Spatial Memory","The Role of Working Memory in Levels of Situation Awareness","An Empirical Study of the Relationship between Situation Awareness and Decision Making","METHODOLOGIES FOR ASSESSING SITUATION AWARENESS OF UNMANNED SYSTEM OPERATORS","Using the situation present assessment method to measure situation awareness in simulated submarine track management","COMPARING SITUATION AWARENESS MEASUREMENT TECHNIQUES IN A LOW FIDELITY AIR TRAFFIC CONTROL SIMULATION","Evaluation of the Situational Awareness Rating Technique (SART) As a Tool for Aircrew Systems Design","Managing the deteriorating patient in a simulated environment: Nursing students knowledge, skill and situation awareness.","Assessing the Situation Awareness of Pilots Engaged in Self Spacing","The role of driver's situational awareness on right-hook bicycle-motor vehicle crashes","Real time validation of online situation awareness questionnaires in simulated approach air traffic control","Using Situation Awareness and Workload to Predict Performance in Submarine Track Management: A Multilevel Approach","Towards Real-time Probabilistic Evaluation of Situation Awareness from Human Gaze in Human-Robot Interaction","Nationwide critical infrastructure monitoring using a common operating picture framework","Situation Awareness Measurement Techniques for Simulated Submarine Track Management","Training Situation Awareness and Adaptive Decision-Making Skills Using a Desktop Computer Simulation","A Simulation Study of Air Traffic Controller Situational Awareness","The Effects of Structured Arrival and Departure Procedures on TRACON Air Traffic Controller Memory and Situational Awareness","Resource Utilisation and Situational Awareness in a Computer Simulated Decision Task: A Pilot Study","Measuring decision accuracy and confidence of mock air defence operators","Assessing the impact of a GIS for improving novice crisis decision-making","Enhancing robot teleoperator situation awareness and performance using vibro-tactile and graphical feedback","Situational Awareness and Time to Takeover: Exploring an Alternative Method to Measure Engagement with High-Level Automation","Managing deteriorating patients: registered nurses' performance in a simulated setting","Cue Utilization and Situation Awareness during a Simulated Experience","Situation awareness based on eye movements in relation to the task environment","Performance metrics for improving human robot interaction","Simulation-based evaluation of an in-vehicle smart situation awareness enhancement system","Toward a descriptive measure of situation awareness in petrochemical refining","Are situation awareness and decision-making in driving totally conscious processes? Results of a hazard prediction task","Anger effects on driver situation awareness and driving performance","Investigating the Effects of Desktop Computer Simulation Training on Situation Awareness (SA) and Adaptive Decision-Making Skills","A Study of Relationships between Situation Awareness and Presence that Affect Performance on a Handheld Game Console","Effects of hazard exposure and roadway complexity on young and older driver situation awareness and performance","Support requirements for cognitive readiness in complex operations","Situation awareness in virtual environments: A theoretical model and investigation with different interface designs","Learning game for training child bicyclists situation awareness","Development of staffing evaluation principle for advanced main control room and the effect on situation awareness and mental workload","Measuring Situation Awareness of Student Air Traffic Controllers with Online Probe Queries: Are We Asking the Right Questions?","Mental models and situation awareness in air traffic control","How much practice is required to reduce performance variability in a virtual reality mining simulator?","\"Flying on empty\" - effects of sleep deprivation on pilot performance","Decision-making in abstract trust games: A user interface perspective","Effects of Robot Control Mode on Situation Awareness and Performance in a Navigation Task","The effects of visual and cognitive distraction on driver situation awareness","An evaluation of the low-event task subjective situation awareness (LETSSA) technique","The Low-Event Task Subjective Situation Awareness (LETSSA) technique: Development and evaluation of a new subjective measure of situation awareness","Who benefits from simulator training: Personality and heart rate variability in relation to situation awareness during navigation training","Individual differences in SA measurement and performance in human-robot teaming","MEASUREMENT OF SITUATIONAL AWARENESS AND PERFORMANCE - A UNITARY SART INDEX PREDICTS PERFORMANCE ON A SIMULATED ATC TASK","Individual differences in higher-level cognitive abilities do not predict overconfidence in complex task performance","Effects of morning-night differences and sleep deprivation on situation awareness and driving performance","Evaluation of Human Factors for Assessing Human-Robot Interaction in Delayed Teleoperation","Use of non-technical skills can predict medical student performance in acute care simulated scenarios"],"display_values":[],"display":["false"]},{"id":["DOI"],"description":["digital object identifier (DOI)"],"display_name":[],"type":["character"],"values":["10.1518/001872007779598109","NA","10.1518/001872006779166316","10.1518/155534310X495591","10.1097/01.ta.0000238687.23622.89","10.1177/1555343416637517","10.1080/1463922021000054335","10.1007/s12671-011-0066-1","10.1016/j.trf.2016.09.006","10.1177/0018720816652754","10.4018/IJGBL.2016040102","10.1080/00140130701276640","10.1002/hfm.10050","10.1016/j.ergon.2008.10.010","10.1207/s15327876mp1803s_2","10.1037/e500592012-001","10.1080/10508414.2011.556492","10.1007/978-3-642-02728-4_34","10.1016/j.ssci.2011.04.010","10.1518/155534308X284345","10.1037/1076-898X.3.1.42","10.1177/1555343412451749","10.1504/IJHFE.2013.055975","http://icas.org/ICAS_ARCHIVE/ICAS2008/PAPERS/579.PDF","10.1111/j.1365-2702.2009.03164.x","https://doi.org/10.1177/154193120805200104","https://doi.org/10.1016/j.ssci.2018.07.025","https://doi.org/10.1016/j.ssci.2018.07.028","https://doi.org/10.1016/j.promfg.2015.07.864","https://doi.org/10.1016/j.promfg.2015.07.865","https://doi.org/10.1016/j.promfg.2015.07.866","https://doi.org/10.1016/j.promfg.2015.07.867","https://doi.org/10.1016/j.promfg.2015.07.868","https://doi.org/10.1016/j.promfg.2015.07.869","https://doi.org/10.1177/0018720818784803","http://dx.doi.org/10.1145/3029798.3038322","http://dx.doi.org/10.1145/3029798.3038323","https://doi.org/10.1016/j.ijcip.2017.11.012","https://doi.org/10.1016/j.ijcip.2017.11.013","https://doi.org/10.1016/j.ijcip.2017.11.014","https://doi.org/10.1016/j.ijcip.2017.11.015","https://doi.org/10.1016/j.ijcip.2017.11.016","https://doi.org/10.1016/j.ijcip.2017.11.017","https://doi.org/10.1016/j.ijcip.2017.11.018","https://doi.org/10.1016/j.ijcip.2017.11.019","https://doi.org/10.1016/j.ijcip.2017.11.020","https://doi.org/10.1016/j.ijcip.2017.11.021","https://doi.org/10.1016/j.ijcip.2017.11.022","https://doi.org/10.1016/j.ijcip.2017.11.023","https://doi.org/10.1016/j.ijcip.2017.11.024","https://doi.org/10.1016/j.ijcip.2017.11.025","https://doi.org/10.1016/j.ijcip.2017.11.026","https://doi.org/10.1016/j.ijcip.2017.11.027","https://doi.org/10.1016/j.jarmac.2018.01.005","http://doi.org/10.1007/s13398-014-0173-7.2","10.1109/3DUI.2011.5759216","https://doi.org/10.1177/1541931213601848","10/fzchfz","https://doi.org/10.1177/154193120104502206","10.1007/s10111-018-0527-6","10/d3t67r","10/ggqgt4","10/ggqrxp","10/f55d8x","10/fzr872","http://dx.doi.org/10.1016/j.trf.2012.06.002","10/ggqf7p","http://eprints.utcc.ac.th/962/","10/gbm285","10/gbm286","10/gbm287","10/gbm288","10/gbm289","10/f5qd2w","10/ggqf100","10/ggqf101","10/ggqf102","10/ggqf103","10/ggqf104","10/ggqf105","10/ggqf106","10/ggqf107","10/ggqf108","10/ggqf109","10/ggqf110","10/ggqf111","10/ggqf112","10/ggqf113","10/bcpnmv","10/ggqf3m","10/ggqk52","10/ggqrx7","10/fzs7kv","10/d6wmjb","10/ggqhkw","10/gf36g7","10/ggqrzs","10/ggqhk9","10/ggqr2f","10/ggqr3j"],"display_values":[],"display":["false"]},{"id":["DTIC.link"],"description":["permanent link for Defense Technical Information Collection (DITC) reports; see: https://www.dtic.mil"],"display_name":[],"type":["character"],"values":["NA","http://www.dtic.mil/dtic/tr/fulltext/u2/a360807.pdf","https://apps.dtic.mil/dtic/tr/fulltext/u2/a262732.pdf","http://www.dtic.mil/dtic/tr/fulltext/u2/a408560.pdf","http://www.dtic.mil/dtic/tr/fulltext/u2/a390238.pdf","https://apps.dtic.mil/docs/citations/ADA434593","https://apps.dtic.mil/dtic/tr/fulltext/u2/a223939.pdf","https://apps.dtic.mil/docs/citations/ADA580215","https://apps.dtic.mil/dtic/tr/fulltext/u2/a494799.pdf","https://apps.dtic.mil/docs/citations/ADA522537","https://apps.dtic.mil/docs/citations/ADA522538","https://apps.dtic.mil/docs/citations/ADA522539","https://apps.dtic.mil/docs/citations/ADA522540","https://apps.dtic.mil/dtic/tr/fulltext/u2/a303800.pdf","https://apps.dtic.mil/docs/citations/ADA473106","NA"],"display_values":[],"display":["false"]},{"id":["SA.measure.type"],"description":["type of SA measure"],"display_name":[],"type":["character"],"values":["SPAM","SAGAT","Other","MARS","SART","SABARS","SARS","Direct-SR","General Know.","Explicit Recall"],"display_values":[],"display":["false"]},{"id":["Sample.size"],"description":["reported sample size"],"display_name":[],"type":["integer"],"values":["42","12","88","32","30","16","57","24","20","9","50","142","15","28","40","14","13","34","79","77","99","39","55","21","51","59","171","35","60","27","165","86","17","11","121","10","80","84","37","22","18","7","95","23","49","36","53","180","41"],"display_values":[],"display":["false"]},{"id":["Sample.size.stats"],"description":["reported sample size based on reported statistics (this reflects excluded participants)"],"display_name":[],"type":["integer"],"values":["42","12","77","80","72","88","32","30","16","57","24","20","9","50","107","15","18","40","14","13","34","79","99","39","55","21","51","59","171","35","60","28","27","165","86","17","11","121","10","84","7","95","23","49","36","53","180","41"],"display_values":[],"display":["false"]}]