{"id":["dat.bakdash2021"],"title":["Dataset on Situation Awareness and Task Performance Associations"],"display_title":[""],"description":["Results from 77 papers with 678 effects evaluating associationsamong measures of situation awareness and task performance."],"details":["The dataset contains behavioral experiments from 77 papers/79studies with a total of 678 effects, evaluating associations amongmeasures of situation awareness (“knowing what is going on”) andtask performance. Examples of situation awareness includeknowledge of current vehicle speed in a simulated driving task andlocation and heading of aircraft in a simulated air trafficcontrol task. Corresponding examples of task performance include“the number of collisions in a simulated driving task” and“subject matter expert rating of conflict management in asimulated air control task” (Bakdash et al. 2021a, p. 2). Thisdataset and the ‘Examples’ are a highly simplified version of thedata and code in Bakdash et al. (2021b; 2021c). The journalarticle by Bakdash et al. (2021a) describes the systematic reviewand meta-analysis in detail.This dataset is used to illustrate multilevel multivariatemeta-analytic models for the overall pooled effect and pooledeffects by situation awareness measure. We also adjustmeta-analytic models using cluster-robust variance estimation /cluster-robust inference with the ‘robust’ function in _metafor_.Results are shown graphically in a customized forest plot with aprediction interval (estimated plausible range of individualeffects). Last, we create a table summarizing the estimatedmeta-analytic heterogeneity parameters.The meta-analytic results show most pooled effect sizes in thepositive medium range or less. There was also substantialmeta-analytic heterogeneity (estimated systematic variance in trueeffects), nearing the magnitude of the overall pooled effect. Weinterpret the meta-analytic results as situation awarenesstypically having limited validity for task performance (i.e., goodsituation awareness does not tend to have strong probabilisticlinks with good performance and vice-versa). More formally,measures of situation awareness do not generally and meaningfullycapture cognitive processes and other relevant factors underlyingtask performance.Run-Time:The code run-time can be greatly sped-up using a linear algebralibrary with _R_ that makes use of multiple CPU cores. See:<https://www.metafor-project.org/doku.php/tips:speeding_up_model_fitting>.To measure the run-time, uncomment these three lines:‘start.time <- Sys.time()’, ‘end.time <- Sys.time()’, and‘end.time - start.time’. Run-times on Windows 10 x64 with theIntel Math Kernel Library are:_CPU_      _Run-Time (Minutes)_i7-11850H  2.49i7-4770    5.38"],"concepts":["psychology"," human factors"," engineering"," correlation coefficients","multilevel models"," multivariate models"," cluster-robust inference"],"note":[""],"source":["Bakdash, J. Z., Marusich, L. R., Cox, K. R., Geuss, M. N.,Zaroukian, E. G., & Morris, K. M. (2021b). The validity ofsituation awareness for performance: A meta-analysis (Code OceanCapsule). https://doi.org/10.24433/CO.1682542.v4Bakdash, J. Z., Marusich, L. R., Cox, K. R., Geuss, M. N.,Zaroukian, E. G., & Morris, K. M. (2021c). The validity ofsituation awareness for performance: A meta-analysis (SystematicReview, Data, and Code). https://doi.org/10.17605/OSF.IO/4K7ZV"],"references":["Bakdash, J. Z., Marusich, L. R., Cox, K. R., Geuss, M. N.,Zaroukian, E. G., & Morris, K. M. (2021a). The validity ofsituation awareness for performance: A meta-analysis. _TheoreticalIssues in Ergonomics Science_, 1-24.https://doi.org/10.1080/1463922X.2021.1921310Supplemental materials:https://www.tandfonline.com/doi/suppl/10.1080/1463922X.2021.1921310/suppl_file/ttie_a_1921310_sm5524.docx"]}